Repository: Dima1247/StatisticsViewerApp
Catalog: LoL_Info/LoL_Info/Properties/Resources.*.resx
Languages: ru_ru

source: Log in
ru_ru: Войти

source: All games
ru_ru: Все игры

source: All Matches
ru_ru: Все матчи

source: Average Farm:
ru_ru: Средний фарм:

source: Average KDA:
ru_ru: Средний КДА:

# AverageVal
source: Average Value
ru_ru: Среднее значение

# BtnAccept
source: Accept
ru_ru: Далее

# BtnAcceptTip
source: Show selected team info
ru_ru: Показать командную информацию

# ChartFarm
source: Farm chart
ru_ru: График Фарму

# ChartFarmTip
source: Show farm chart
ru_ru: Показать график фарму

# ChartKDA
source: KDA chart
ru_ru: График КДА

# ChartKDATip
source: Show KDA chart
ru_ru: Показать график КДА

source: Charts
ru_ru: Графики

# ChartsTip
source: Show statistics by charts
ru_ru: Показать статистику с помошью графиков

# ChartTip
source: Click right button
ru_ru: Нажмите праую кнопку мыши

source: Downloading
ru_ru: Скачивание данных

# DownloadingMessage
source: Downloading has started!
ru_ru: Загрузка началась!

# DownloadingTip
source: Download additional player`s data from server
ru_ru: Скачать дополнительную информацию про игрока

# FarmPerMatch
source: minions per match
ru_ru: миньонов за матч

# FarmPerMinute
source: minions per minute
ru_ru: миньонов в минуту

source: Friday
ru_ru: Пятница

# Influence
source: Result Influence:
ru_ru: Влияние на результат:

# InfluenceTip
source: The percent of matches won by your forces (KDA >=
ru_ru: Процент матчей, выигранных за счет собственных сил (КДА >=

source: Item 1
ru_ru: Мод 1

source: Item 2
ru_ru: Мод 2

source: Item 3
ru_ru: Мод 3

source: Item 4
ru_ru: Мод 4

source: Item 5
ru_ru: Мод 5

source: Item 6
ru_ru: Мод 6

# KDA
source: kills and assists per deaths
ru_ru: убийств и поддержек к смертям

# LoadBtnTip
source: Load personal data
ru_ru: Загрузить персональную информацию

# LoadedMessage
source: Player`s data was loaded successfully!
ru_ru: Данные игрока были успешно загружены!

source: Log out
ru_ru: Выйти

source: Loser
ru_ru: Проигравший

source: Match
ru_ru: Матч

source: Matches
ru_ru: Матчи

# MatchesFailedMessage
source: You don`t have enough matches!
ru_ru: У вас недостаточное количество матчей!

# MenuBtnTip
source: Show menu
ru_ru: Показать меню

# MenuFailedMessage
source: You should log in!
ru_ru: Вы должны войти!

source: minions
ru_ru: миньонов

source: Monday
ru_ru: Понедельник

# NameFailedMessage
source: Enter your player name and press 'Log In'
ru_ru: Введите ваше имя игрока и нажмите 'Войти'

source: Player
ru_ru: Игрок

# ProcessDontOverMessage
source: This process is running now!
ru_ru: Процесс еще не закончился!

source: Ranked Matches
ru_ru: Ранговые матчи

# RequiredMatches
source: You don`t have required matches!
ru_ru: У вас нет нужных матчей!

source: Saturday
ru_ru: Суббота

# SelectedPlayersFailedMessage
source: Check selected players!
ru_ru: Проверьте выбранных игроков!

source: Simple Matches
ru_ru: Обычные матчи

source: Statistics
ru_ru: Статистика

# StatisticsTip
source: Show main information about player or team
ru_ru: Показать информацию про игрока или команду

# SummonerLogTip
source: Your player name
ru_ru: Ваше имя игрока

source: Sunday
ru_ru: Воскресенье

# TbDate
source: Date
ru_ru: Дата

# TbFarm
source: Farm (minions per match)
ru_ru: Фарм (миньонов за матч)

# TbHero
source: Hero
ru_ru: Герой

# TbKDA
source: KDA (kills and assists per deaths)
ru_ru: КДА (убийств и поддержек к смертям)

# TbLevel
source: Lvl
ru_ru: Лвл

# TbPosition
source: Position
ru_ru: Позиция

# TbSummoner
source: Player
ru_ru: Игрок

source: Team
ru_ru: Команда

# TeamModeTitle
source: Team Mode
ru_ru: Командный мод

# TeamTip
source: Select team members and show team info
ru_ru: Выбрать участников команды и показать командную информацию

source: Thursday
ru_ru: Четверг

source: Top Day:
ru_ru: Самый лучший день:

source: Trend Line
ru_ru: Тренд линия

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Winner
ru_ru: Победитель

source: Win Rate:
ru_ru: Рейтинг побед:

# BrRegion
source: Brazil
ru_ru: Бразилия

# Eng
source: English
ru_ru: Английский

# EuneRegion
source: EU Nordic & East
ru_ru: Северная и Восточная Европа

# EuwRegion
source: EU West
ru_ru: Западная Европа

# JpRegion
source: Japan
ru_ru: Япония

# KrRegion
source: Korea
ru_ru: Корея

# LanguageField
source: Language:
ru_ru: Язык:

# LanRegion
source: Latin America North
ru_ru: Северная Латинская Америка

# LasRegion
source: Latin America South
ru_ru: Южная Латинская Америка

# NaRegion
source: North America
ru_ru: Северная Америка

# OceRegion
source: Oceania
ru_ru: Океания

# RegionField
source: Region:
ru_ru: Регион:

# RuRegion
source: Russia
ru_ru: Россия

# Rus
source: Russian
ru_ru: Русский

# SettingsField
source: Settings
ru_ru: Настройки

# TrRegion
source: Turkey
ru_ru: Турция

# Ukr
source: Ukranian
ru_ru: Украинский

# BtnAcceptSettingsTip
source: Accept changes
ru_ru: Принять изменения

# LogProblemMessage
source: There is a problem with server. Try again later.
ru_ru: Проблема на сервере. Попробуйте войти позже.

# ApiKeyField
source: API key:
ru_ru: API ключ:

# MatchesCount
source: Number of matches:
ru_ru: Количество матчей:

source: Wins
ru_ru: Победы

# RlAssassin
source: Assassin
ru_ru: Убийца

# RlFighter
source: Fighter
ru_ru: Боец

# RlMage
source: Mage
ru_ru: Маг

# RlMarksman
source: Marksman
ru_ru: Стрелок

# RlSupport
source: Support
ru_ru: Подмога

# RlTank
source: Tank
ru_ru: Танк

source: Top Role:
ru_ru: Самая лучшая роль:

source: Current KDA:
ru_ru: КДА:

# InfluenceRightButtonClickTip
source: Click right button to change current KDA
ru_ru: Нажмите праую кнопку мыши, чтобы изменить нынешний КДА

# BtnNo
source: No
ru_ru: Нет

# BtnYes
source: Yes
ru_ru: Да

# TextFarm
source: Farm
ru_ru: Фарм

# TextKDA
source: KDA
ru_ru: КДА

# TryLoadNewDataMessage
source: Would you like to update the list of matches?
ru_ru: Желаете обновить список матчей?

# SbCharts
source: Charts were loaded
ru_ru: Графики загружены

# SbDownload
source: Matches are downloading. Please wait...
ru_ru: Матчи загружаются. Пожалуйста, подождите...

# SbMenu
source: Menu was opened
ru_ru: Меню открыто

# SbPlayerToTeam
source: Team`s data was loaded
ru_ru: Данные группы загружены

# SbReady
source: Ready
ru_ru: Программа готова к работе

# SbStats
source: Statistic was loaded
ru_ru: Статистика загружена

# SbTeamToPlayer
source: Player`s data was loaded
ru_ru: Данные игрока загружены
